{"text": "Appendix 1 – Service Level Agreement (Online)\nDefinitions. Any terms not defined in this appendix shall be given the meaning as defined elsewhere in the Agreement.\n“Agreed Time of Service” means the time when the agreed service level is measured. The Agreed Time of Service is 24/7 365\ndays a year.\n“Availability” means the percentage of time the Service is made available at the Connection Point. Availability is calculated using\nthe following formula:\nAvailability (%) =\n\n𝐴𝑆−𝑇𝐵−𝐴𝐵\n𝑋100\n𝐴𝑆−𝑇𝐵\n\nAS = Agreed Time of Service\nTB = Permitted downtime\nAB = Downtime\n“Connection Point” means the point or points where Volumental connects the Service to a general electronic communications\nnetwork.\n“Downtime” means the period of downtime within the Agreed Time of Service that Availability has not been met with a deduction\nfor the time of Permitted Downtime. Downtime is calculated from the moment in time the failure in Availability is reported in\naccordance with Section 4 until the Service becomes Available. When determining Availability in accordance with the formula in\nthe definition of “Availability” above, Downtime does not include downtime that is not the responsibility of the third-party\ninfrastructure provider in accordance with Sections 2 or 3.\n“Permitted Downtime” means a) planned service and maintenance about which Customer has been informed in advance or b)\nother downtime at the Customer's request or with the Customer’s approval.\n2.\n\nAgreed Availability. (a) The agreed Availability of the Service is measured per calendar month and is 99%.\n\n(b)\nThe Service is hosted by a third-party infrastructure provider. More information about the third\nparty’s hosting service and the availability of such service can be found at https://status.cloud.google.com/. For the avoidance of\ndoubt, Volumental does not provide any warranties, implied or expressed, in relation to the availability of the infrastructure\nprovider. Volumental is not responsible for downtime or failure to satisfy the agreed Availability if Volumental can demonstrate\nthat it was caused by the infrastructure provider.\n3.\nDowntime for which Volumental is not responsible. (a) Volumental is not responsible for downtime or any\nother failure to satisfy the agreed Availability if Volumental can demonstrate that it was caused by any of the following\ncircumstances:\n(1)\ncircumstances caused by factors outside Volumental’s responsibility for the Service as described in the Agreement, such\nas failure of internet infrastructure and communications or factors disrupting the Service caused by products or services controlled\nby Customer or third parties for which Volumental has not specifically taken responsibility;\n(2)\nany other circumstances for which Customer has failed in its responsibilities or obligations under the terms of the\nAgreement, including but not limited to Customer obligations in Section 6 of the Agreement and complying with reasonable\ninstructions of Volumental as they relate to the proper functioning of the Service; or\n(3)\ncircumstances relating to virus or another attack on security, despite Volumental having taken at least industry-standard\nsecurity measures, any Force Majeure Event, or Volumental restriction of the functionality of the Services in accordance with\nsection 1(g) or section 11 as specified the Agreement.\n4.\nReporting of Downtime. Downtime is only reported after it has been registered by Volumental’s fault\nprocessing system. Downtime may be registered by means of an automatic alarm, a report by Customer in a manner agreed between\nthe Parties, or upon discovery by Volumental. The customer is responsible for ensuring that if it reports the Downtime, it is reported\nto support@volumental.com.\n\n-1-\n\n\f5.\nMeasurement. Except where otherwise agreed, the third-party infrastructure provider is responsible for\ncovering the cost of and implementing tools capable of measuring the agreed availability. The measuring point for the Availability\nis the Connection Point.\n6.\nFollow-up. Volumental shall provide Customer with a report on the measurements made of the Availability of\nthe Service on request by Customer. The Parties may agree on how non-conformities and disturbances are to be reported between\nthe two Parties.\n7.\nPrice reductions in event of failure to reach agreed Availability. (a) If the Availability for a given calendar\nmonth is below the agreed Availability for the Service, Customer is entitled to a price reduction in its next invoice from Volumental\nconsisting of the % rate price reduction column as shown in the table below applied to the most recent month of total invoiced\nSubscription fees.\n\nAvailability\n\nTotal % rate price reduction\n\n95-99%\n\n5%\n\n85-95 %\n\n15 %\n\n<85 %\n\n25 %\n\n(b)\nTo avoid losing the right to a price reduction, Customer shall submit a claim for price reduction to\nsupport@volumental.com no later than by the end of the calendar month following the month in which the Downtime occurred. If\nthere are no further invoices due under this Agreement for which a price reduction can be applied to, then Volumental will settle\nany outstanding claims by direct payment.\n(c)\nVolumental is responsible for failure to satisfy the agreed Availability only in accordance with the\nconditions of this appendix. Over and above this, Customer has no right to damages or any other compensation on account of\ndeviations from the Availability of the Service, except in the event of willful misconduct or gross negligence.\n\n-2-\n\n\f"}