{"text": "Volumental Online Agreement\n\n \n\nTHIS AGREEMENT (“Agreement”) is entered into on 27 March 2024 (“Effective Date”) by and between:\n\nVOLUMENTAL AB having a place of business in Stockholm, Sweden (“Volumental”), and \n\nXXL Sport &Villmark AS (881 932 792) a company incorporated under the laws of Norway having a principal place of business at Strömsveien 245, 0668 Alnabru, Oslo (“Customer”).\n\nWHEREAS, Volumental, a leading FitTech company that specializes in 3D scanning and analysis of the human feet, has developed a state-of-the-art suite of fitting tools, namely Widget (as defined below), which incorporates, among others, a web scanning solution intended for consumers who are seeking footwear with a perfect fit, \n\nWHEREAS, Customer, a leading provider of durable and high-quality work boots, has solidified its reputation as a pioneer in the footwear industry and is renowned for its commitment to craftsmanship and reliability,\n\nNOW THEREFORE, in consideration of the mutual promises contained herein, the Parties agree as follows:\n\n1.\tSubject matter\n\n1.1.\tThe Volumental Online Widget (the “Widget”) is a plug-in fitting tool that supports web-based experiences in accordance with the description below.\n\nFeatures\n\nPreliminary Description\n\n\n\nWidget\n\nA widget that will appear on the Customer’s website(s) when a visitor at the Customer’s website(s) is searching for footwear and additionally on the Customer’s checkout page.\n\n\n\nWidget will include a button on the Customer’s website with text similar to “Find your best size.”\n\n\n\nAfter a visitor clicks Widget, they will either:\n\nif a visitor has Fit Profile, Widget will link to their 3D Scan results in Volumental’s database and display their size; or\n\nif a visitor does not have Fit Profile, Widget will either:\n\npropose to the visitor to scan their feet online via Volumental’s web scanning tool and link the 3D Scan results, and (or)\n\ndisplay to the visitor some questions with respect to footwear, size, and other related preferences, and (or)\n\nlink a unique identifier with the visitor’s footwear purchase history.\n\nBased on that, Widget will make a size/footwear recommendation.\n\n1.2.\tSubject to the terms of this Agreement, Volumental shall provide Widget to Customer (the “Services”). Customer shall use Widget solely in accordance with Widget’s descriptions, documentation, and reasonable instructions provided by Volumental. \n\n1.3.\tCustomer shall not manipulate, decompile, change, or reverse engineer Widget or otherwise create derivative products or services.\n\n2.\tDefinitions\n\n2.1.\t“Customer Data” means Inventory Data, Product Catalog Data, Product Purchase Data, and Usage Data, as defined below.\n\n\t“Inventory Data” means (1) Unique product identifier (Suppler UPC); and (2) on-hand quantity.\n\n\t“Product Purchase Data” means product purchase data including (1) Timestamp of a purchase; (2) Unique product identifier (SupplierUPC); (3) Store id (if applicable); and (4) data linking the Purchase Data to a Shopper Identifier; (5) Sale price including currency; (6) Order ID; (7) Product quantity; (8) Product returns; and (9) Product price. \n\n\t“Product Catalog Data” means product information including (1) Product type i. Style - running, casual, fashion, etc. ii. Function - pronation, supination, etc.; (required); (2) Unique product identifier (SupplierUPC) (required); (3) Unique product identifier (SupplierUPC) (preferred); (4) Gender (men, women, unisex, children) (required); (5) Brand (required); (6) Name (required); (7) URL to a product image (preferred); (8) Supplier SKU (optional); (9) Color name (optional); (10) Product link (optional); (11) Product description (optional); (12) Product size (required); (13)  Native sizing system (US, UK, EU, MP, etc.) – the sizing system in which the style was originally developed (required); (14) Width size (required for footwear with width sizes); (15) Categories (optional); (16) Size aliases (optional); and (17) Specific e-commerce ID (if not included in Supplier SKU) (preferred). \n\n\t“Usage Data” means conversion, average basket size, email bounce rate, average e-commerce page visits, average time spent on the e-commerce page, uplift data, and other similar data shared by Customer that is useful for evaluating the Widget's performance. \n\n2.2.\t“Testing Data” means any imagery, metadata, or other models or measurements that are used to perform application testing or development.\n\n2.3.\t“Widget Data” means User data and Scan Data defined as follows: \n\n\t“User Data” means data collected about an end-user and may include name, unique identifier (e.g., email, email hash, etc.) (the “Unique Identifier”), age range, gender, and any other similar categories of data about an end user. \n\n\t“Scan Data” means any (i) imagery taken during a scanning process, (ii) metadata, (iii) any resulting 3D models and measurements, (iv) and all other data collectible by Widget or other Volumental services.\n\n2.4.\t“Fit Profile” refers to a unique dataset generated by Volumental based on a user’s interaction with any of Volumental’s services. Each Fit Profile is intended for the exclusive use of one individual. In cases where more than one individual makes use of a Fit Profile, Volumental reserves the right to apply separate charges per individual.\n\n2.5\t“Widget Usage” refers to any usage of the Widget by a Fit Profile that results in receiving a size recommendation.\n\n3.\tPrice and Payment Terms\n\n3.1.\tThe Widget fees consist of a Service Fee and Widget Usage fees as set forth below:  \n\nSERVICE FEE\n\nThe Service Fee shall be set forth as follows: \n\nMonthly Service Fee \n\nWidget Usage included \n\n€1000\n\n2,000 \n\n\n\nWIDGET USAGE FEE\n\nFor Service Usage exceeding the purchased threshold per month, the Service Usage fee shall be €0.50\n\n\n\nUnlimited Usage Rights \n\nThe Widget Usage Fee and Service Fee provide a Fit Profile with unrestricted usage rights of the Widget throughout the Term at no additional charges.\n\nVolumental will distinguish Fit Profiles via a Unique Identifier. In cases where no Unique Identifier is associated with a Fit Profile, such utilization of the Widget will be considered as a new Fit Profile.\n\nBilling and Maintenance \n\nVolumental shall maintain a count of Widget Usage by Fit Profiles for billing purposes, ensuring each is counted a maximum of once per Term.\n\nXXL’s In-store Fit Profiles\n\nFit Profiles generated from 3D scans conducted in XXL branded physical stores using the Volumental in-store scanner may use the Widget with the aforementioned 3D scan at no additional charge and are exempt from the Service Fee thresholds. However, if such Fit Profiles use the Widget by any other means, including online scanning, they will be subject to standard Widget fees. \n\n\n\n3.2.\tThe Service Fee is non-refundable and non-transferable. It is invoiced in advance. Volumental’s preferred payment method is bank transfer. The first Service invoice(s) will be issued within 14 days following the Effective Date. The Scan Price is invoiced quarterly on an ex-post facto basis. \n\n\n\nInvoices will have 30-day payment terms. The payment currency is EUR. Volumental shall have a right to add a 10% penalty interest rate for late payments and prevent usage of the products/services mentioned in Section 1 hereof until payment has been received. The fees and charges are stated exclusive of value-added tax, which shall be borne by Customer. Customer shall pay invoices in full without deduction or withholding for or on account of any tax payable under any law.\n\n4.\tData rights and Licenses\n\n4.1.\tExcept as may expressly be set forth in this Agreement, Customer owns and reserves all rights, title, and interest in and to Customer Data and all Intellectual Property Rights therein.\n\n\tCustomer hereby grants Volumental a worldwide, non-exclusive, perpetual, irrevocable license to use, reproduce, and modify the Customer Data for the purpose of providing Widget and for research and development of Volumental products and services, including the development of its recommendation algorithms. \n\n4.2.\tVolumental is the sole and exclusive owner of Widget Data. Volumental hereby grants to Customer a worldwide, non-exclusive, revocable, non-sublicensable license required to use the Widget.\n\n5.\tPersonal data\n\n5.1.\tEach party may utilize personal data collected pursuant to this Agreement in accordance with their respective privacy policies made available to data subjects at the time of collection. For the purposes of applicable privacy legislation, each party is a separate controller of personal data that it processes. Notwithstanding anything else in this Agreement, each party may take any action it deems reasonably necessary to comply with applicable privacy law.\n\n5.2.\tParties acknowledge the contemporary ongoing development of privacy law. Each party shall take reasonably necessary steps, when requested, to assist the other party in achieving compliance with laws applicable to Customer and Volumental relating to the protection of personal data.\n\n6.\tCustomer Obligations\n\n6.1.\tCustomer shall:\n\nonly use Widget on its own branded websites and shall not lease, sublicense, rent, distribute, sell, or otherwise use Widget to, or with, third parties;\n\nonly use Widget for their intended purposes and in a manner that does not alter its intended appearance. The aesthetic design and overall appearance of Widget are entirely at the discretion of Volumental, who reserves the exclusive right to determine its visual and technical aspects;\n\nnot use Widget for any illegal, harmful, offensive, or in a way that violates applicable laws, or creates a material adverse effect on Volumental, or take any action that imposes or may impose an unreasonable or disproportionate burden on Volumental’s technical infrastructure or use Widget for any illegal, unethical, or injurious purpose.\n\nnot modify, reverse engineer, or decompile, Widget or use Widget to violate the security or integrity of any network, computer or communication system, software, application, or network or computing device or infect or insert to Widget or any other material containing software with viruses, worms, Trojan horses, or other harmful computer code, files, scripts, agents, or programs;\n\nnot interfere with, impede, or disrupt the integrity or performance of Widget or the data contained therein or part thereof;\n\nnot falsify the origin of the Customer’s communications, or attempt to do any of the foregoing; or\n\nnot access, use, or copy any portion of Widget, through the use of bots, spiders, web crawlers, indexing agents, or other automated devices or mechanisms;\n\nprovide Volumental with such other assistance that Volumental may reasonably need to fulfill its obligations under this Agreement and comply with reasonable instructions from Volumental relating to the functioning of Widget; and\n\nuse reasonable efforts to prevent and terminate unauthorized access to Widget and notify Volumental promptly of any such unauthorized use.\n\n6.2.\tWithout limiting any other rights or remedies for breach available to Volumental, Customer’s or its employees’/counteragents’ failure to abide by this Section provides Volumental the unfettered right to disable or diminish Widget's functioning until Customer has rectified its breach.\n\n7.\tSupport and service\n\n7.1.\tVolumental will provide support to Customer in accordance with SLA – Appendix 1.\n\n8.\tIntellectual Property\n\n8.1.\tIntellectual Property Right(s) (“IPRs”) means all patent rights, copyrights, trademark rights, rights in trade secrets (if any), design rights, database rights, domain name rights, moral rights, and any other intellectual property rights (registered or unregistered), throughout the world.\n\n8.2.\tVolumental owns and retains all rights, title, and interest to all IPRs associated with Widget and any other products or services provided by Volumental, and nothing in this Agreement, save for specifically provided for herein, shall be deemed to grant, impliedly or otherwise, ownership of, or rights of use of, such IPRs to Customer. To avoid doubt, this Section applies equally to all future generated IPRs associated with Widget and any other products or services provided by Volumental.\n\n8.3.\tThe only intellectual property right granted by Volumental to Customer is the limited license to Widget (Section 4 of the Agreement).\n\n9.\tLimitation of Liability\n\n9.1.\tTO THE EXTENT PERMITTED BY APPLICABLE LAW, AND EXCEPT FOR (A) AMOUNTS PAYABLE PURSUANT TO THE INDEMNITY OBLIGATIONS HEREIN; OR (B) DAMAGES ARISING FROM WILFUL MISCONDUCT OR GROSS NEGLIGENCE, OR (C) DAMAGES ARISING FROM A PARTY’S BREACH OF APPLICABLE LAW; OR (D) BREACH OF SECTION 8 (INTELLECTUAL PROPERTY), NEITHER PARTY WILL BE LIABLE TO THE OTHER PARTY FOR ANY SPECIAL, INDIRECT, INCIDENTAL, CONSEQUENTIAL, MULTIPLE OR PUNITIVE DAMAGES OF ANY KIND, AND WITHOUT LIMITATIONS, LOST PROFITS, ARISING OUT OF THIS AGREEMENT. \n\n9.2.\tVOLUMENTAL’S AGGREGATE LIABILITY ARISING OUT OF OR RELATING TO THIS AGREEMENT, WHETHER FOR BREACH OR IN TORT, WILL NOT EXCEED THE GREATER OF (1) $10,000; OR (2) THE AMOUNT PAID BY CUSTOMER IN THE TWELVE (12) MONTH PERIOD PRECEDING THE SUBJECT CLAIM. \n\n9.3.\tNOTWITHSTANDING THIS SECTION, VOLUMENTAL’S AGGREGATE LIABILITY WITH RESPECT TO THE SERVICE LEVEL AS DESCRIBED IN THE SLA – APPENDIX 1 IS LIMITED TO THE LIMITATIONS SET FORTH IN SLA - APPENDIX 1.\n\n10.\tTerm and Termination\n\n10.1.\tThis Agreement shall have a term of 12 months from the Effective Date (the “Initial Term”). Upon the completion of the Initial Term, this Agreement will be automatically extended by successive 12-month periods (each a “Renewal Term”) unless terminated in accordance with this Section 10. Each of the Initial Term, and a Renewal Term is referred to as the “Term.”\n\n10.2.\tUpon the completion of the Initial Term, each Party may terminate this Agreement with 4 months’ notice to the other Party. It is hereby stipulated that in the event of such termination, Customer shall not be entitled to any compensation or reimbursement, including, but not limited to, reimbursement for any paid Service Fees set out in Section 3.\n\n10.3.\tThis Agreement may be terminated with immediate effect by either Party:\n\n(1)\tIn the case of a material breach by the other Party of any of its material obligations under this Agreement which is not properly remedied within 20 days after the date of a written notice sent to the other Party specifying the nature of the breach; or\n\n(2)\tIf the other Party should declare its inability to pay its debts as they mature, be declared bankrupt, enter into liquidation or make compositions with its creditors, or have a receiver appointed.\n\n10.4.\tTermination of this Agreement shall not affect any accrued rights or undischarged obligations that a Party may have at the time of such termination. The obligations and rights in Sections 3, 4, 8, 9, 12, 16, and 17 will survive the termination of this Agreement.\n\n11.\tSeverability; Other provisions \n\n11.1.\tAny provision in the Agreement that, to its nature, is intended to survive the termination of the Agreement will survive such termination and remain in force without limitation in time.\n\n\t11.2.\tIf any provision of this Agreement is or becomes invalid or unenforceable, this shall not affect the validity or enforceability of the remaining provisions of this Agreement. In such a case, the Parties shall endeavor to replace the invalid or unenforceable provision with a valid and enforceable provision that comes as close as possible to the purpose of the provision to be replaced. This shall apply mutatis mutandis to any supplement to this Agreement in the event of any gaps in this Agreement.\n\n11.3.\tAny amendment, supplement, and cancellation of this Agreement shall be made in writing to be effective and shall be signed by both Parties. This shall also apply to any waiver of the requirement of the written form.\n\n\n\n11.4. \tThis Agreement and all documents and attachments referred to in this Agreement comprise the entire agreement between the Parties with respect to the subject matter hereof. Unless and to the extent otherwise provided in this Agreement, this Agreement supersedes all prior agreements (written, oral, or silent) between the Parties and all negotiations and other communications with respect to the subject matter of this Agreement.\n\n12.\tConfidentiality\n\n12.1.\tEach Party shall keep in confidence all material and information received from the other Party and marked as confidential or which should be understood to be confidential (“Confidential Information”) and may not use such material or information for any purposes other than those set out in the Agreement. The confidentiality obligation shall, however, not apply to material or information, \n\nwhich is generally available to the public;\n\nwhich the receiving Party has received from a third party without any obligation of confidentiality;\n\nwhich was in the possession of the receiving Party prior to receipt of the same from the other Party without any obligation of confidentiality related thereto;\n\nwhich the receiving Party has independently developed without using material or information received from the other Party; or\n\nwhich the receiving Party is required to provide due to law or regulation by the authorities.\n\n12.2.\tEach Party shall promptly, upon termination of the Agreement or when the Party no longer needs the material or information in question for the purpose set out in the Agreement, cease using Confidential Information received from the other Party and, upon request return or destroy the material including all copies thereof in a reliable manner. Each Party shall, however, be entitled to retain such material as is required by law or regulation by authorities.\n\n12.3.\tThe rights and responsibilities under this Section shall survive the Agreement's termination, expiration, or cancellation. Unless otherwise agreed in writing, these rights and obligations shall expire after one year from the termination, expiration, or cancellation of the Agreement. The Agreement's termination, expiration, or cancellation shall, however, not affect the rights and obligations related to this Section if applicable laws require a longer confidentiality obligation than the confidentiality period set out in this Section.\n\n13.\tRelationship of Parties\n\n13.1.\tUnder this Agreement, both Parties agree to fully cooperate and collaborate with each other and provide the necessary support during the integration and usage of the Widget. Nothing herein, however, will be deemed or interpreted to create a partnership or joint venture among the Parties. Neither Party has the right, power, or authority to act on behalf of or to bind the other Party, contractually or otherwise.\n\n13.2.\tNeither Party to this Agreement is granted any right or authority to assume or to create any obligation or responsibility, express or implied, on behalf of or in the name of the other, and neither Party shall represent itself to be the agent or legal representative of the other.\n\n14.\tAttribution and Public relations \n\n14.1.\tCustomer shall attribute Volumental as the developer of Widget or features therein in all external communications, public relations, marketing material, or advertising which relate to or mention Widget or features therein. Customer shall incorporate the phrase ‘powered by Volumental’ on the Widget landing page within the Customer’s website. \n\n14.2.\tBoth Parties permit the use of the other Party's name, logo, and other visual material as a reference case and may reference the other Party in the media.\n\n15.\tAssignment\n\n15.1.\tNeither Party may assign or transfer any rights and/or obligations under this Agreement (wholly or partly) to a third party without the prior written consent of the other Party. \n\n16.\tApplicable law\n\n16.1.\tThis Agreement and any dispute or controversy relating to it shall be governed by and construed according to the laws of Sweden and without regard to its conflict of laws principles. \n\n17.\tArbitration\n\n17.1.\tAny dispute, controversy, or claim arising out of or in connection with this contract, or the breach, termination, or invalidity thereof, shall be finally settled by arbitration in accordance with the Arbitration Rules of the SCC Arbitration Institute.\n\n17.2.\tThe seat of arbitration shall be Stockholm, Sweden.\n\n17.3.\tThe language of the arbitration shall be English.\n\n17.4.\tThe parties undertake and agree that all arbitral proceedings conducted with reference to this arbitration clause will be kept strictly confidential. This confidentiality undertaking shall cover all information disclosed in the course of such arbitral proceedings, as well as any decision or award that is made or declared during the proceedings. Information covered by this confidentiality undertaking may not, in any form, be disclosed to a third party without the written consent of the other Party. This notwithstanding, a Party shall not be prevented from disclosing such information in order to safeguard in the best possible way his rights vis-à-vis the other Party in connection with the dispute, or if the Party is obliged to so disclose pursuant to statute, regulation, a decision by an authority or similar."}